{
    "header": "Agni - Digestion Treatment",
    "body": "High Vata",
    "sy1": "High Vata in the digestive system manifests as gas, distention, bloating, and constipation along with nervousness, anxiety, and insomnia.",
    "sy2": "The tongue usually has a brownish and dry coating. The pulse will be rapid or erratic, slithering like a snake.", 
    "sy3": "The appetite will be erratic, as will usually the eating habits. The symptoms will manifest usually three to five hours after eating, during the Vata phase of digestion. Eating a light diet or Vata-aggravating foods (beans, raw salads, cabbage-family plants, or mushrooms) will aggravate the condition.",
    "tr1": "Most spices are good for Vata - just as they are for Kapha. However, in the case of Vata, you should take spices with food or with sweet or demulcent substance like licorice or honey.",
    "tr2": "The reason - spices by themselves are drying and can aggravate Vata. Particularly for people who are very thin or suffering from dryness (as evidenced by a dry or cracked tongue or skin), or insomnia, hot spices can aggravate or overstimulate Vata.", 
    "tr3": "For this reason, some Vata types do better with milder spices like cardamom, basil, fresh ginger, or fennel, than with hotter spices like cayenne or dry ginger. However, many Vata types tolerate hot spices well and find them to be particularly effective for improving the circulation of the blood and for alleviating the cold extremities that high Vata creates, as in the case of Vata-caused arthritis. Hot herbs like cayenne, dry ginger, and cinnamon are very useful for such conditions, particularly if taken during the Vata season (late fall and early winter).", 
    "tr4": "The formula of choice for high Vata in the digestive system is Hingashtak or Asafoetida 8. It consists of the herb asafoetida and various salts and spices. It counters gas and bloating and helps alleviate constipation and intestinal cramps. It is good for food allergies and candida as well (in which case it is good for Kapha). The formula Trikatu, as under Kapha, is often good for Vata, though it is not as carminative (gas-dispelling) as Hingashtak (Asafoetida 8). Along with Asafoetida 8, it may be helpful to take Triphala, the chief Ayurvedic laxative.", 
    "tr5": "Triphala works to correct high Vata in the large intestine. Take 2-5 capsules or 2-5 grams of the powder before sleep. As a cautionary note on spices all substances require some getting used to. The habitual use of hot spices causes a tolerance for them to be built up.", 
    "tr6": "The mucus lining of the stomach increases in thickness. Sometimes even Vata or Kapha people may experience discomfort from too quickly resorting to strong spices or herbal spice formulas. For the same reason, a person not used to many spices in the diet should never compete in spice-eating contests with people habitually used to them. They are bound to lose but will at least learn more about what high Pitta feels like! Since many spices are irradiated or gassed today, make sure that the spices you use are untreated, otherwise they may not have sufficient Prana (life-energy) to do their work."
}