{
    "header": "AGNI - Digestion treatment",
    "body": "High Kapha",
    "sy1": "High Kapha in the digestive system manifests as a white and greasy or damp tongue coating, with possible mucus on the tongue. Congestion and mucus in the system become pronounced, particularly in the mornings or right after eating.",
    "sy2": "The pulse runs heavy, soft, or slow. The individual usually feels heavy, tired, or slightly nauseous.",
    "sy3": "The symptoms, pronounced in the region of the stomach, begin to appear shortly after eating. Kapha-increasing foods aggravate this condition (foods predominant in sweet, salty, and sour tastes).",
    "tr1": "For herbal treatment, essentially hot spicy herbs are chosen. As spicy or pungent taste abounds in the fire and air elements, this counters the earth and water predominance of Kapha. The formula of choice is Trikatu, which literally means “the three spices”. ",
    "tr2": "Trikatu consists of three herbs, namely dry ginger, black pepper, and an Indian form of pepper called long pepper or pippali, which is the most important ingredient in this formula. Taking one to two grams of such a formula before meals helps balance Kapha. Taken after meals, it aids in digestion and helps counter the effects of overeating.",
    "tr3": "As this formula raises the metabolism, it is generally useful for Kapha types even if they do not have any major digestive system disorders. It is also helpful for congestion or edema. As there are many spicy herbs, there is quite a variety that can be applied to Kapha disorders, and most of these can enhance cooking as well. ",
    "tr4": "The general rule for Kapha is that food should not be taken without spices. In fact, sometimes it is preferable for Kapha people to take spices without food, like a fast while taking Trikatu or ginger tea! If Trikatu is not available, simple dry ginger or cayenne are very helpful.", 
    "tr5": "Cardamom, fresh ginger, and fennel are good for treating symptoms of nausea and vomiting that arise from high Kapha. Cardamom is particularly good for countering the Kapha-increasing effects of milk or sugar. Cayenne and mustard are particularly good for countering the Kapha-increasing effects of cheese. For countering a deranged sugar metabolism, turmeric is most effective.", 
    "tr6": "It aids in the digestion of fats and sugars and keeps the liver from becoming sluggish and congested."
}