{
    "header": "Agni - Digestion Treatment",
    "body": "High Pitta",
    "sy1": "High Pitta in the digestive system manifests as hyperacidity, chest pain, or burning sensation in the mouth along with irritability or emotional upset.",
    "sy2": "The tongue will usually have a yellow coating that may be greasy, and the general tongue color will be red. The pulse will usually be wiry or bounding like a frog.", 
    "sy3": "Elimination will tend to be loose or yellowish in color. The symptoms will be mainly in the region of the small intestine and liver and will have their onset an hour or two after eating. The condition will be most aggravated by Pitta-increasing food (foods predominant in sour, salty, and spicy tastes).",
    "tr1": "Most spices aggravate Pitta and are not useful for Pitta caused indigestion. However, there are some exceptions to this rule. Coriander is the most cooling of the spices and is helpful in this respect.", 
    "tr2": "Other not-so-hot spices are turmeric, fennel, cumin, and mint. Yet sometimes when Pitta is very high and affects particularly the nervous system, you may find it difficult to tolerate these spices.",
    "tr3": "Most of the time, however, Pitta types can benefit from these spices, particularly if they are eating heavier or Kapha-forming foods (in which case they can benefit from cardamom, fresh ginger, or a little black pepper as well).",
    "tr4": "The Ayurvedic formula of choice for Pitta-caused indigestion is Avipattikar churna, a powder of various herbs, including spices and salts, which counters acidity and corrects Pitta in the digestive system." ,
    "tr5": "Take the churna in amounts of half a teaspoon before meals to normalize appetite or the same amount after meals to neutralize acidity. Another good formula is amalaki, shatavari, licorice, and dry ginger, with the first three items in equal parts and the last in only 1/4 part.",
    "tr6": "This also serves to correct hyperacidity. Demulcent herbs, like licorice, shatavari, or even milk itself, are good for hyperacidity and ulcers, which are usually Pitta problems. Also useful for Pitta-caused indigestion are herbal bitters. Aloe gel is a good mild bitter and demulcent that can be taken in amounts of one or two teaspoons before meals. Strong bitters like barberry or gentian are helpful as well. Taken as a tincture, fifteen to thirty drops in warm water ten or twenty minutes before eating, such herbal bitters are good digestive stimulants for Pitta and Kapha, and can even be used by Vata in conditions of Ama (accumulated toxins in the digestive system). Bitters are particularly good for countering craving for sugar and help treat the initial stages of diabetes (adult onset). Otherwise, Pitta people need to follow a relatively bland or even diet with less condiments on their food (including avoiding spicy, salty, and sour articles). Cilantro (coriander leaf) is a good antacid green that can be taken with meals to counter this problem. The Western herb parsley, a relative of coriander, appears to have similar properties, but cilantro is preferable."
}