{
    "header": "Constitution and Onset of Disease",
    "body": "Creatures by inheritance have one strong Dosha among three. Some creatures run high Kapha and oily food, damp climate, seashore aggravate their Kapha. The Doshas accumulate at their primary sites, giving rise to the disease process. Vata in the large intestine. Pitta in the small intestine. Kapha in the stomach. Treating them at these locations by relative methods we can cut the disease process at its root. These locations are areas of derangements: Vata (air), when deranged, produced from below, acts as gas from the colon. Pitta (fire), when deranged, produced in the middle increases as bile and acids from the liver and small intestine. Kapha (water), when deranged, produced above as phlegm grips the lungs and stomach. According to their normal functions, their locations are different. Vata (air), as nervous and mental force, stays centered above in the brain and moves throughout the nervous system. Kapha, as water, remains below in the kidneys and reproductive system and gives us a foundation or energy reserve to rely on. Pitta remains in the middle.",
    "para1": "The Doshas, aggravated become the cause of disease and eventually give rise to various symptoms. Diseases are manifestations of aggravated Doshas. For this reason, we need to understand these excess conditions of the Doshas carefully, along with their effects. Ashtanga Hridaya XI. 6 8 states: In excess, VATA (air) causes emaciation, debility, seeking of warmth, tremors, distention, and constipation, as well as insomnia, sensory disorientation, incoherent speech, dizziness, confusion, and depression. PITTA (fire or bile) in excess causes yellow color of stool, urine, eyes, and skin, as well as hunger, thirst, burning sensation and difficulty sleeping. KAPHA (water or phlegm) causes depression of the digestive fire, nausea, lethargy, heaviness, white color, chills, looseness of the limbs, cough, difficult breathing, and excessive sleeping.",
    "para2": "HOT relates to fire and to Pitta (bile) and is its primary attribute. Hot increases Pitta and decreases Kapha and Vata. COLD decreases Pitta and increases Kapha and Vata. All the elements besides fire tend to be cold. Whereas the heavy elements, earth, and water, restrain heat but can hold it; the light elements, air, and ether, tend to disperse it. WET relates to water and to Kapha (phlegm) and is its primary attribute. It increases Kapha and decreases Vata. It mildly increases Pitta. DRY relates to air and to Vata (wind) and is its primary attribute. It increases Vata and decreases Kapha. It mildly decreases Pitta. All the elements besides water tend to be dry but earth holds water. Fire, air, and ether evaporate and disperse it, though ether is similar to subtle fluid. The texts translate WET as \"oily\" or \"unctuous,\" as dampness usually causes some form of thickening or densification within it. Texts render DRY as ”un-unctuous”. HEAVY relates to earth and water. It increases Kapha and decreases Vata (strongly) and Pitta (moderately). LIGHT relates to fire, air, and ether. It increases Vata (strongly), Pitta (moderately) and decreases Kapha. GROSS relates to earth and water, much like heavy. It increases Kapha and decreases Vata (strongly) and Pitta (moderately). SUBTLE is like light and relates to fire, air and ether. It increases Vata (strongly) and Pitta (moderately) and decreases Kapha. DENSE relates to earth as a primary attribute. Water along with earth as in Kapha tends towards densification. It increases Kapha and decreases Vata and Pitta. FLOWING, sometimes rendered as ”liquid,” relates to water and fire, as it is only water in its warm state that stays liquid, but, not ice. It increases Pitta and decreases Vata. It helps remove Kapha. Kapha needs liquification before something can discharge it from the body. MOBILE or FAST relates to air but also to fire. It increases Vata (strongly) and Pitta (moderately) and decreases Kapha. STATIC or SLOW relates to earth and water. It increases Kapha and decreases Vata (strongly) and Pitta (moderately). Ether does not move but it does not slow things down either. Mobile also relates to ”active” and static to ”passive”. DULL or ”resistant” relates to earth and water. It increases Kapha and decreases Vata (strongly) and Pitta (moderately). SHARP or ”penetrating” relates to fire, air, and ether. Fire is the sharpest of substances. Sharp increases Pitta (strongly) and Vata (moderately) and decreases Kapha. SOFT relates primarily to water. It increases Kapha (strongly) and Pitta (moderately) and decreases Vata (strongly). Ether is also soft but in a very subtle way. HARD relates to air and earth (the constricting effect of the wind, responsible for bringing out the hardness inherent in earth). It increases Vata and decreases Pitta (mildly) and Kapha (strongly). SMOOTH relates primarily to water also. It increases Kapha (strongly) and Pitta (mildly) and decreases Vata, just as soft. Ether is also smooth in a very subtle way.  ROUGH relates to air and earth. It increases Vata and decreases Pitta (mildly) and Kapha (strongly), just as hard. CLEAR, LIGHT or ”transparent” relates to fire, air and ether. It increases Vata (strongly) and Pitta (moderately) and decreases Kapha. CLOUDY, DARK or ”opaque” relates to water and earth. It increases Kapha and decreases Pitta and Vata. Sometimes cloudy gets rendered as ”sticky” or ”slimy” and clear as ”non sticky”. Kapha is sticky in its nature, Vata and Pitta non sticky. Naturally Sanskrit words have their own different associations than English.",
    "caveat": "Food and Drug Administration - FDA has not reviewed the statements. They are supported by traditional ayurvedic principles found in old scriptures."
}