{
    "header": "Herbs and the Digestive Process",
    "body": "Ayurveda aims at removing the disease at its root, not merely at alleviating symptoms. Its treatment methods involve the main factors of our daily living, as it is what we do every day that determines who we are and how we feel. The most basic of these daily factors is our diet. The physical body owes its build to the food we eat, which we can divide into three portions. The gross part becomes feces, the middle part becomes the bodily tissues, and the subtle portion becomes the mind. Digestive disorders cause most physical or even mental disorders. While such digestive disorders may appear mild relative to the other disease symptoms we may experience, even mild digestive system disorders can over time cause severe health problems. For example, if we eat excess Kapha-forming food as in the case of too much dairy, sugar, oils, or animal fats, Kapha will accumulate in the system causing such problems as atherosclerosis and heart disease. The digestive tract symptoms that underlie this condition may be no more than a feeling of heaviness and occasional nausea after meals, yet the disease caused by such dietary indiscretion can prove fatal in time, even without any major digestive system symptoms.",
    "para1": "If a small fraction of the food we consume daily, fails conversion into body tissues, instead accumulates as toxins, over a period a large toxic mass can develop. Hypothetically, if our body fails to digest one drop of the food daily, this amount accumulates in a month to thirty drops—quite enough to damage the organs or clog the channels. ",
    "para2": "In the same way, correcting bad eating habits can cut off the root of many health disorders and even cure severe diseases over time. However, you may need several months to a year (or more) for diet alone to cure diseases that manifested slowly, as its curative factors work by the same gradual method that produced the condition in the first place. Similarly, if dietary therapy does not accompany our healing methods; then these methods may be ineffective. If our diet is contrary to our herbs or medicines, we cannot expect them to work.",
    "caveat": "Food and Drug Administration - FDA has not reviewed the statements. They are supported by traditional ayurvedic principles found in old scriptures."
}