{
    "header": "Basic Principles of Treatment",
    "notes": "Important Read",
    "body": "Ayurveda is based upon the principle of the unity of all life. This is evident in the various connections between things that reveal the interdependence of all life. Ayurveda seeks to increase our state of health through developing those factors of similar nature to it (samanya) and reducing those factors of contrary or variant nature (vishesha). This concept of connectedness is the hermetic principle of universality.",
    "para1": "LIKE INCREASES LIKE: Those, similar in kind to “health”, such as rest, good food, or meditation promote health. Those of variant nature like overwork, bad diet or worry, will detract from it. We must promote as many positive factors as possible and reduce many negative factors to arrive at the optimum. Without that our condition will not improve. LIKE ALSO CURES LIKE: As used in Homeopathy, and like it, Ayurveda employs it on a subtle level. For example, a small amount of a toxin (like in immunization or homeopathic treatment) stimulates the body to cleanse itself of a larger amount of the same toxin. This principle cannot work on the level of foods or herbs or any substance that we take in large quantity.",
    "para2": "OPPOSITES CURE EACH OTHER: We can correct a condition of excess heat in the body through a cold application. In Ayurveda we employ opposite qualities to balance conditions. First, we ascertain the qualities in excess, like cold, dryness and disturbance in a Vata (aerial) disorder. Then we apply opposite substances or actions, like gentle warm oil massage in this case, to correct it. This principle holds its ground on a psychological level. Hatred comes to end not through hatred but through love, its opposite. Hence in examining mental disturbances we also seek balance, not try to find justification for any imbalanced state.",
    "caveat": "Food and Drug Administration - FDA has not reviewed the statements. They are supported by traditional ayurvedic principles found in old scriptures."
}