{
    "header": "Ayurveda and Astrology",
    "body": "Ayurveda and Astrology are connected through the Pancha-Bhutas - five elements of earth, water, fire, air and etheric space. Throughout Ayurveda, different combinations of these elements form body constitutions of Vata, Pitta and Kapha. Vata is made of air and etheric space, Pitta comes from water and fire, and Kapha is formed by earth and water. In Vedic astrology, signs and divisions are designated fire, water, earth and air, which have a graha ruler. Among other commonalities between the two systems are time, the elements as described and gross matter. ",
    "para1": "Ayurvedic nascent constitution or \"prakruti\" can be determined from a person’s astrological chart, opening a new area of research in medical astrology. A person born of an astrological-mold is set up with certain characteristics – the static ones that make a person’s character, countenance, morality, the behavioral part determines life’s aim and goals. It is a belief that a person is set to a prearranged \"prakruti\" at infancy – a set of inherent attributes that in cohesion with natural cosmic laws. The cosmic ecosystem applies to everyone – we are all born with a signature symbiotic to the natural laws, however the karmic or causative principles guide us to a state <b>“vikruti”</b> that may diverge from our original state. Prakruti was what nature had planned for us; Vikruti is what we have become. ",
    "para2": "In Ayurvedic domain, the body, mind and spirit are the tripod of life, and in Jyotish - Lagna, Chandra and Surya influence this tripod. Surya, Chandra and Lagna must always be examined from a health perspective. Mental prakruti should be examined from the Chandra. In this chapter and a couple more, you will be asked questions; AquaPisces in turn, will determine your constitution. We ask you to be patient in this process. You will have answers to the list of questions you are trailing, besides plenty of more useful information. What ailments you are prone to? What seasons, times, periods turn negative? Is there a dependable remedy or a precaution for the ailments? How can you lessen the impact of ailments that are certain to occur?"
}