{
    "header": "Twentyfour principles",
    "body": "Traditionally, Ayurveda runs eight branches (ashtanga). Its surgical side has merged into modern surgery. Its psycho-therapy branch has seen revivals where mind-body medicine is popular. Ayurvedic treatment methods include herbal therapies, massage, yoga therapies, and even gems and mantras. Ayurveda includes its own traditional veterinary medicine, with unique approaches for treating horses and elephants. Ayurveda preserves the medical heritage of humanity through different historical periods, yet, adaptable to the future and employ’s whatever healing methods necessary to preserve and develop the health and vitality of all creatures.",
    "para1": "Icons in Ayurveda are like other Vedic scriptures. Symbols such as Vayu, Agni, and Soma. It extends the original Vedic mantra-s to a physical and vital level for the treatment of disease, and promotion of longevity. Ayurvedic cosmology, philosophy and psychology relies on the Vedic spiritual science of “Samkhya”. Samkhya literally means \"the system of enumeration\" from its delineation of prime cosmic principles.  All Ayurvedic scriptures run chapters on the Samkhya system to reinforce the philosophy and psychology – that helps the audience understand the mental and spiritual side of Ayurveda. Samkhya is the underlying philosophy of Yoga, one of the six classical schools of Indic philosophy. Devised by Kapila, whose name appears in several Vedic literatures such as the Rig Veda, and the Bhagavad Gita. Even Gautam Buddha studied under two Samkhya teachers and his arrangement of the five elements and five skandhas or personality aggregates has parallels in Samkhya. Samkhya system like Yoga recognizes twenty-four different cosmic principles or tattvas.",
    "para2": "Twenty-four cosmic principles or tattvas: Prakriti is the basic substance of the universe, both gross and subtle. She is the original form of matter or objectivity, the un-manifest essence, or undifferentiated seed potential of everything that appears in name, form, and action. She is not matter; but the mind experiences her beyond the visible objects in the outer world. Her prime attributes constitute all things as forms of perception."
}