{
    "header": "Doshas and Diet",
    "body": "Doshas accumulate even if we do not eat such large portions. Even if Doshas occur only on a mild level, their accumulation process may be going on. This we can measure by how we feel after eating. A properly digested meal should leave us feeling satisfied, but also, clear and light, with a pleasant taste in the mouth. The first phase of Ayurvedic treatment, as well as its most essential long-term factor, is dietary. In the same way, the first and most long-term use of herbs in Ayurveda is dietary—the use of herbs as correctives to the process of digestion. You may take herbs along with food as spices in cooking, or as herbal supplements, or as tea taken before, with, or after meals. All of us benefit using spices or bitters as digestive correctives.",
    "para1": "Not only are some herbs and spices useful for preventing the Doshas from accumulating, but they are also helpful in correcting different food types. Each type of food requires a certain balancing. If we eat a lot of Kapha-increasing foods like dairy products, then we can take at least some anti-Kapha spices like cardamom or ginger regardless of our constitution. If we eat a lot of Pitta-increasing foods like chilies, then anti-Pitta spices like coriander or cilantro are useful. If we eat a lot of food like beans, then anti-Vata spices like asafoetida becomes helpful.",
    "para2": "AGNI: The digestive fire has four states in Ayurveda — high, low, variable, and balanced. It is usually high in Pitta types, evidenced by high or strong appetite and metabolism. It is usually low in Kapha types, evidenced by low, but constant appetite and slow metabolism. It is usually variable in Vata types, indicated by alternating strong and low appetites. The right herbs can correct the digestive fire. Hot spices like dry ginger or cayenne pepper raise the digestive fire and counter its low state. Demulcent or astringent herbs like licorice or raspberry leaf can counter its high state. Carminative spices like cardamom or fennel can counter its variable state by normalizing Samana Vayu (the form of Vata governing digestion). ",
    "caveat": "Food and Drug Administration - FDA has not reviewed the statements. They are supported by traditional ayurvedic principles found in old scriptures."
}