{
    "header": "24 Tattvas, 5 elements, 5 Chakras, Purusha",
    "body": "THE FIVE TANMATRAS: These are the root energies of sound, touch, sight, taste, and smell. Such prime energies are necessary to allow for the coordination of the sense organs with the sense objects, emitted on a subtle level by all things in the world. They are the subtle forms of the five elements before their differentiation into gross objects. THE FIVE SENSE ORGANS (PANCHA JNANENDRIYANI): These are the potentials for mental experience of the outer world and are latent in all mentalities. They become differentiated and sensitized through the process of evolution. Ear for Ether, Skin for Air, Eyes for Fire, Tongue for Water, Nose for Earth. FIVE ORGANS OF ACTION (PANCHA KARMENDRIYANI): These are the five organs of action that correspond to the five sense organs and five elements. Mouth (Ether, Sound), Hands (Air, Touch), Feet (Fire, Sight), Urino-genital (Water, Taste), Anus (Earth, Smell). FIVE GREAT ELEMENTS (PANCHA MAHABHUTANI): These are earth, water, fire, air and ether, which represent the solid, liquid, radiant, gaseous and etheric forms of matter that make the outer world of experience, including the physical body. All five elements are different condensations of one great element, “ether”, and one great idea, “space or location”. The principles derive all such elements are from the basic etheric substance. In Samkhya’s logic, we see the entire universe as manifested intelligence, which gradually gets encased in matter.",
    "para1": "Comparing tattvas to chakras, we arrive at five correlations.  Chakra, Element, Tanmatra,Sense Organ, Motor Organ: 1. ROOT CHAKRA, Earth, Fragrance, Nose, Anus. 2. SEX CHAKRA, Water, Taste, Tongue, Urino-genital. 3. NAVEL CHAKRA, Fire, Sight, Eyes, Feet. 4. HEART CHAKRA, Air, Touch, Skin, Hands. 5. THROAT CHAKRA, Ether, Hearing, Ears, Voice. We see how the tattvas represent the three sheaths of our bodies. GROSS BODY composed of the five elements, along with the gross forms of the sense organs, motor organs and mind. Operates during the waking state. SUBTLE BODY composed of the five Tanmatras, along with the subtle forms of the sense organs, motor organs and mind. Operates during the dream state in states of inspiration. CAUSAL BODY composed of the Buddhi, ego and mind, along with the causal form of the Tanmatras. Operates in deep sleep and in states of Samadhi or higher consciousness.",
    "para2": "PURUSHA/ PURE CONSCIOUSNESS: In the Samkhya scheme, the universe exists to provide experience for consciousness. The universe is purely an observable phenomenon that cannot exist for its own sake but only for its perceiver. That explains why the world based on intelligence, works through ego and mind, and adheres to a pattern of organic law and intelligent structure. Consciousness exists to allow experience. Consciousness is the twenty fifth principle. It transcends the twenty four principles and remains their foundation."
}