{
    "header": "History from 6000 BCE to 150 BCE",
    "notes": "Please read this short text on Ayurveda to diagnose and treat. Press the prev and next button to navigate.",
    "body": "Satellite imagery and archaeology confirm a civilization in the Indic Subcontinent that dates to 7000 BCE in Mehrgarh. Mehrgarh is on the Kacchi Plain of Balochistan in Pakistan, located near the Bolan Pass, to the west of the Indus River. The early settlers reared cattle and farmed, which grew in time into large cities extending 386,000 miles around the Indus, Sarasvati, and the Sindhu rivers (c. 3500-1900 BCE). The Indus-Sarasvati Civilization lasted thirteen centuries. Art, culture, communication, lifestyle flourished during the many centuries and so did trade and petty wars. Sarasvati river, now extinct, flowed east of the Indus, parallel to it. The river dried around 1900 BCE and the folks abandoned the coastal cities, relocated south to the fertile plains of river Ganga.  Ayurveda established its roots in the Indus-Sarasvati-Ganga culture. Health problems existed then, and it is no surprise, Ayurveda developed in maturity through the ancient civilization to the present day. ",
    "para1": "Ancient beliefs predicate that Bharadwaj, the Vedic seer transferred the science of Ayurveda from the realms of the gods or higher cosmic intelligences, particularly Indra and the Ashvin twins down to his disciples. Metaphorically, Indra exemplifies the cosmic prana, and the twin Ashvin brothers typify the complementary cosmic forces - their delicate balance. The Rig Veda (c. 3000 BCE) contains the three Ayurvedic powers - Indra (Prana or Vata, - rapid air energy), Agni (Pitta - all consuming fire energy) and Soma (Kapha, the stable large body of water, or the fluid energy). Listening to the Vedas, one hears of healing herbs and mantras and internal sacrifices that support health and well-being. Subsequently, the Yajur Veda introduces specific mantras for health and longevity. The Sama Veda initiates music, which also aims at harmony of the body and mind. The Atharva Veda, a later text (c. 2000 BCE), adds explicit mantras aimed at various plants into making them potent in curing diseases. One can see the emergence of gem therapy and alchemy aimed at health in this period.",
    "para2": "Dhanvantari of Varanasi (c. 1500 BCE) pushed Ayurveda to a new level. The world of Ayurveda considers him as one of the founding Rishis of Ayurveda. Since then, the sages developed Ayurveda, and many schools and practices grew around the science of well-being. When systems of philosophy and schools of thought emerged around 1000 BCE, Ayurveda forked into a separate school of thought and practice, as seen in the classical texts of Charaka Samhita and Sushruta Samhita, named after the two great Ayurvedic physicians, Charaka and Sushruta. The main contents of their teachings emanate from a pre‑Buddhist era, but Samhita-s as collections have many authors as contributors. Their scriptural work remains prime textbooks of Ayurveda to the present day. Charaka’s teachings represent internal medicine or the herbal school, while Sushruta’s scriptures represent the surgical school of ancient medicine.",
    "caveat": "Food and Drug Administration - FDA has not reviewed the statements. They are supported by traditional ayurvedic principles found in old scriptures."
}