{
    "header": "Second Level Treatment",
    "body": "The second level of disease treatment comprises treatment of complex and severe diseases that can be life threatening. These include high fevers, infections, heart diseases, convulsions, bleeding, and conditions of severe pain. They usually require specific medical or clinical treatment, and it is not safe to treat them on our own or without considerable specialized training. Ayurvedic treatment can be effective for these conditions because it has methods of dealing with all possible health problems. However, in America today its application is hampered, even by qualified professionals, because it requires medicines and clinical approaches not yet legal here. We must be particularly careful in treating acute infections and high fevers, as these conditions can change rapidly.",
    "para1": "Between these two levels of common or severe diseases are a whole series of chronic diseases, often of a complex nature, like arthritis, multiple sclerosis, or chronic low-grade fevers (like Epstein Bar virus). There is little that biochemical medicine can do for them and drugs, like antibiotics for chronic fevers, can make the condition worse. Here Ayurvedic clinical therapies, mainly Pancha Karma can prove helpful. Particularly when symptoms are not severe, we can still apply home or self-care measures like tonic herbs for restoring immune function (ashwagandha, shatavari, guduchi, etc). Severe diseases, like cancer, are not amenable to biochemical treatment. Ayurvedic treatment can be helpful and one can attempt such a supplementary course. It does, however, require much caution in its application in these conditions and many of its most effective medicines and therapies again may not be legal. We may try Ayurvedic self-care measures, but accessible Ayurvedic clinical methods, to the extent that we can get them, are preferable when the disease is so advanced.",
    "para2": "Before we apply herbs, we should know the nature of the condition that we are treating and what we are qualified to treat. If we understand these different levels of treatment, we will find that with a little Ayurvedic knowledge there is much that we can do without putting anyone at risk. Most of us can determine our own constitution or have it determined for us by a qualified Ayurvedic practitioner, so that we can apply Ayurvedic herbs on a constitutional basis. In the same way, we can usually apply Ayurvedic remedies for common and superficial diseases, as most of these conditions do not need medical treatment unless they fail to resolve themselves in the normal time. As students of Ayurveda apply their knowledge on these safer levels, they can gain experience and begin to treat chronic conditions. Just as animals can live a healthy life in harmony with nature and don’t have to undergo regular medical checkups or take prescription drugs, so human beings do not have to be hostage to a complex and artificial medical system to live a healthy life. Ayurveda tells us that only when we live out of harmony with nature do complex treatment methods become necessary. Unfortunately, our entire culture is living out of harmony today. None can restore health even by the most sophisticated clinical measures if we do not return to a life in balance with our natural environment. For this reason, Ayurveda always returns us to a level of self-care and karmic self-responsibility.",
    "caveat": "Food and Drug Administration - FDA has not reviewed the statements. They are supported by traditional ayurvedic principles found in old scriptures."
}