{
    "header": "Digestion vs Elimination",
    "body": "It is not possible to assess the process of digestion without considering the effects of elimination. Elimination mirrors the whole process of digestion, and we can gauge how well digestion has occurred. We can check the condition of the stool to estimate the condition of the whole digestive tract. If the stool formation is improper, has a pronounced unpleasant smell, or does not float, this is an indication of Ama or improper digestion. Other indications are bad breath, tongue coating, erratic appetite, flatulence, feelings of heaviness, body ache, or headache. Often it is necessary to add herbs for elimination along with those for digestion. While many spices counter gas and bloating and may also be mild laxatives (anuloman in Sanskrit, like ginger or asafoetida), no spices can function by themselves as strong laxatives. On the other hand, whenever we are taking strong laxatives, particularly those of a bitter taste (like rhubarb root or senna), it is helpful to take spicy herbs along with them. Ginger, cardamom, or fennel (in about one-quarter proportion to the bitter herb) help counter the cramping or griping, strong laxatives provoke.",
    "para1": "Ayurveda has a special view of the colon and a regard for its role as an organ of digestion as well as elimination. The large intestine is the site to absorb the air and ether elements from the food. The air elements serve to build up the nervous system. The ether elements form the senses and help in reproductive tissue formation. Together these elements hold the Prana or life-force absorbed from the food. While short term absorption of Prana occurs in the lungs from the process of breathing, long-term Prana absorption occurs in the large intestine as the final product of digestion. Hence low energy, shortness of breath and weak vitality occur proving poor colon function the same as inadequate breathing. As a site to absorb the life-force from our food, the large intestine may be the most important organ of digestion.",
    "para2": "When the colon dysfunctions, there is gas formed (aggravated Vata). Instead of the pure Prana absorbed from the food, waste gases are taken in. This is equivalent to breathing polluted air. From the membrane of the colon, the body takes the Prana from the food into the bone tissue and serves to sustain all the Vayus (forms of Vata in the body). Vata, being the primary Dosha, it is easy to see how malabsorption in the colon can cause many deep-seated and systemic disorders. If digestion fails at the earlier stages, it cannot succeed in the large intestine. We should consider the state of the digestive fire or Agni in treating the large intestine."
}