{
    "header": "Dosha Attributes and Treatment",
    "body": "VATA: cold, dry, light, subtle, mobile, sharp, hard, rough, clear. PITTA: hot, slightly wet, light, subtle, flowing, mobile, sharp, soft, smooth, clear. KAPHA: cold, wet, heavy, gross, dense, static, dull, soft, smooth, cloudy. By their attributes, we can recognize and differentiate the Doshas.",
    "para1": "For example, a cold condition in the body may be Vata (air) or Kapha (water) as both tend towards cold but in different ways. If it is cold and dry, it is Vata. If it is cold and wet, it is Kapha. These qualities exist to different degrees in the Doshas. Vata (wind) and Pitta (bile) are both light, subtle, mobile, sharp, and clear. In Vata the attributes are more pronounced. In Pitta the intensity is mild. Pitta has continuous motion like a flow. Vata’s motion is discontinuous like a series of jolts or shocks. Pitta moves, whereas Vata shakes. Kapha (phlegm) and Pitta (bile) are both wet, liquid, soft and smooth, but whereas Kapha is intense, Pitta is mild. The qualities of Pitta other than heat are moderate. It is important to observe the primary and secondary attributes or those exhibited in strong or mild degrees.",
    "para2": "Treatment: Aggrevated Doshas demonstrate an increase in their attributes. However, it is not always the same attribute that shows aggravated in diseases of a particular Dosha. Nor are all attributes of the Dosha equally perturbed. For example, when the cold property of Vata is more aggravated we can more safely use hot, dry spicy herbs like ginger or Trikatu. When the dry attribute is higher, the user must use such herbs with discretion as they aggravate the condition by their drying nature. In such a situation, more demulcent or oily herbs, like licorice, shatavari or sesame oil, would be appropriate. By treating Doshas by individual attributes, we can provide a much more specific treatment plan than if we just treat them by their general nature.",
    "caveat": "Food and Drug Administration - FDA has not reviewed the statements. They are supported by traditional ayurvedic principles found in old scriptures."
}