{
    "header": "As above, so below. As without, so within",
    "body": "Prakriti implies \"the first power of action\" or \"first cause\", the primal form of resemblance. As the prime material that can create, at the start of the creation process, some texts also mention her as \"Pradhan\", the \"primal matter\" or the first substance. Prakriti is not homogenous. She is the ground of multiplicity. She consists of three Gunas of sattva, rajas and tamas, or the harmony, action, and resistance qualities. ",
    "para1": "Mahat or Cosmic Intellect: In the Vedic texts, everything that manifests, occurs through an underlying organic cosmic intelligence. The Mahat, a repository of all laws and principles helps things to manifest providing the seed for an ideal or archetypal form. Mahat means \"the great, the vast\" and refers to life’s inordinate principles. In Mahat’s realm, lies the means to an ideal creation that transcends time, the noumenal as opposed to the phenomenal realm. Mahat is the Divine Mind. Through the Mahat portal, space, time, the Divine Word, and the seeds of differentiation find an outlet. In the individual, Mahat represents \"Buddhi,\" the power of intelligence through which we discern truth from falsehood, right from wrong, and the eternal from the transient. ",
    "para2": "Ahamkara/ Individualism: All that manifests comes through the process that differentiates. The create process works through various separate entities or individual identities that sets the basis for \"ego\" or individualism.  \"Ahamkara\" means the \"I-factor\". It is a series of divisive thoughts but not a real separate entity existing by itself. It is a necessary power of division inherent in Nature, that sets the stage in evolution, but fails to represent the underlying truth or identity of creatures. Through the Ahamkara process, the basic energies latent in Matter (Prakriti), and the fundamental laws contained in Cosmic Intelligence (Mahat), combine to become specific forms. Focused under ego, nature creates diverse groups in three groups of five - the five senses group, organs of action group and the five elements group. Manas/ Conditioned Mind: Whatever manifests, owes it to various individual or conditioned mentalities or consciousness. Individualistic principles automatically project the mind. Even atom has a mind. There must be an underlying mind to allow for coordination of activity and energy even at an inorganic level. "
}