{
    "header": "Accumulation Of Doshas",
    "body": "Doshas accumulate at their prescribed sites in the body located in the digestive system. These sites are the large intestine for Vata, the small intestine for Pitta, and the stomach for Kapha. These places in the gastrointestinal tract Doshas are dominant and where their main activity occurs during the process of digestion. Kapha or the sweet phase of digestion helps in digesting the earth and water elements in the stomach. The Pitta or the sour phase digests the fire elements in the small intestine. The Vata or pungent phase digests the air and ether elements in the large intestine.",
    "para1": "If digestion at these stages is incorrect or defective, the Doshas accumulate as disease-causing factors. The aggravated Doshas suppress or derange the digestive fire or Agni and cause malabsorption. From these sites in the digestive system, the Doshas move via the blood and lymph into other parts of the body causing disease. They deposit themselves at weak sites in the body, like places previously damaged by disease, injury, or misuse. Accumulated Kapha moves from the stomach into the lymphatic system and lungs causing diseases like colds, asthma, pneumonia, or heart disease. Accumulated Pitta in the small intestine can move into the blood and the liver causing fevers, infections, toxic blood conditions, or liver disorders like hepatitis or jaundice. Accumulated Vata moves from the large intestine via the blood primarily into the bone tissue where it causes various nervous or arthritic disorders.",
    "para2": "Essentially, wrong diet causes Doshic accumulation. While emotional, environmental, and lifestyle factors contribute to or accentuate this process, there is usually some reflection of these imbalances on a dietary level also. For example, high Vata creates anxiety in the mind that in turn deranges the appetite and causes Vata to accumulate in the digestive system from light or irregular eating habits. Each of us has no doubt experienced the symptoms of the aggravated Doshas at their sites. If we have not, we can experience them by trying the following indiscrete dietary. To experience the effect of aggravated Kapha at its site, we need only eat as much milk or ice cream and cookies as we can. The resultant feelings of heaviness, congestion, nausea, lethargy, stomachache are the typical symptoms of Kapha accumulating at its site. For Pitta, we need only eat an inordinate amount of oily and spicy food, like chilies or cayenne, as, for example, a very spicy Pizza, with a lot of salt, onions, and sour items like olives. The resultant burning sensation, heartburn, thirst, irritability, and so on are the typical symptoms of Pitta accumulating at its site. For Vata, we need only eat a large amount of beans, particularly without any spices, like soybeans or lentils. The resultant flatulence, constipation, nervousness, and so on are the symptoms of Vata accumulating at its site.",
    "caveat": "Food and Drug Administration - FDA has not reviewed the statements. They are supported by traditional ayurvedic principles found in old scriptures."
}