{
    "header": "Treatment of Disease",
    "body": "The first level disease treatment deals with common and mild diseases. These are things like the common cold, sore throat, headaches, constipation, and insomnia—conditions that occur frequently in the ordinary course of life, are usually not complex or life-threatening and do not require medical consultation or clinical treatment. These are largely conditions that we can treat for ourselves or for our family, particularly if we have consulted with an Ayurvedic practitioner or done some Ayurvedic study as to how to deal with them. For example, a tea of fresh ginger with honey is a good home remedy for the common cold or the Ayurvedic formula Sitopaladi Churna we can keep in the medicine cabinet and take as needed.",
    "para1": "On this level, treatment can be effective even if we don’t know our constitution. In such conditions, we are dealing with transient and superficial conditions that we can treat symptomatically with some degree of efficacy. There are certain standard home remedies for many common conditions in all herbal traditions, along with standard patent medicines or herb/drug store formulas. Most western herbalism, as it lacks a constitutional model and is largely based on folk medicine, functions on this level. Its remedies are defined not constitutionally or energetically, but according to disease symptoms, like what is good for a cold, cough, and fever. While such classifications of herbs may not be useful for complex or severe diseases, they are often sufficient for everyday problems.",
    "para2": "However, if we know our constitution, our treatment can be more effective and have a greater long-term value. We can adjust herbal home remedies relative to our long-term constitutional needs. For example, if we are a Pitta type and get a common cold, we might want to take a less hot type diaphoretic than ginger, for example, mint or yarrow, as these would be less likely to aggravate Pitta in the long run. If we are Vata, on the other hand, we might want to balance out hot diaphoretics like ginger with soothing demulcents like licorice, so that we do not dry ourselves out by too much sweating.",
    "caveat": "Food and Drug Administration - FDA has not reviewed the statements. They are supported by traditional ayurvedic principles found in old scriptures."
}