{
    "header": "Elimination",
    "body": "High Vata",
    "sy1": "Chronic constipation is mainly a Vata problem and occurs in old age, the Vata stage of life. Often a cure by dietary factors alone with more oil in the diet or more roughage is effective. Regarding roughage, grains are more effective than greens. According to Ayurveda, salads and greens aggravate Vata and increase constipation, particularly in Vata types. Whole grains and bran are more effective for Vata, but usually oils like sesame or ghee are even better, except when there is obesity.",
    "sy2": "",
    "sy3": "",
    "tr1": "TRIPHALA: While there are many herbal laxatives that promote elimination, there are very few which correct the absorption of Prana in the colon. The best medicine in this respect is the Ayurvedic formula Triphala, which consists of three tropical fruits of the myrobalan family—haritaki, amalaki, and bibhitaki. If you plant to take Triphala, take two to five tablets, or one to five grams of the powder before sleep or early in the morning. Many people find Triphala powder hard to take because of its taste. Folks should mix Triphala in warm water, then take the liquid while warm.",
    "tr2": "Swallowing herbal powders by mouth and then washing them down is not always a good idea as the powder itself can cause gagging or sneezing.",
    "tr3": "The main laxative ingredient in Triphala is the herb Haritaki. You can take Haritaki when you need stronger laxative action or need to increase its proportion in the Triphala formula. To make it stronger, you can double the amount of haritaki in the formula or use Triphala fried in castor oil. Triphala is a rejuvenative (Rasayana) for the large intestine and for the life force. In normalizing the absorption of Prana, it can aid in strengthening the life-force, which can correct many or most health problems.",
    "tr4": "LAXATIVE BITTERS: Bitter laxatives like rhubarb root or senna are effective, as many of us have experienced. A tea of one or two teaspoons taken in the evening will usually result in elimination the next morning (again they should have 1/4 the amount of a carminative spice like ginger with them to counter their griping effects). However, such laxatives breed dependency and can dry and irritate the colon (aggravate Vata). They are better for Pitta and Kapha types and for acute conditions. We should be careful taking them for any extended period. The mildest bitter is cascara sagrada, which is sometimes useful for the elderly (Pitta and Kapha types) and has fewer side effects than strong bitter purgatives like senna leaves.",
    "tr5": "For severe constipation in Vata types, Triphala can be taken in dosages up to one ounce (thirty grams) or castor oil in amounts up to one tablespoon can be taken. The latter is not drying to the system like the bitters and is not so likely to cause dependency.",
    "tr6": "LAXATIVE SALTS: Laxative salts are effective in promoting elimination but have side effects as well. They serve to draw water through the wall of the colon via osmosis. Hence, they can have a drying or Vata aggravating effect upon the system. We should take adequate fluids along with laxative salts to counter this condition."
}